{
  "3": 4,
  "6": 5,
  "<BOS>": 2,
  "<EOS>": 3,
  "<PAD>": 0,
  "<UNK>": 1,
  "a": 6,
  "ai": 7,
  "an": 8,
  "anh": 9,
  "anh-hùng": 10,
  "anhhàng": 11,
  "ao": 12,
  "b": 13,
  "ba": 14,
  "bai": 15,
  "ban": 16,
  "banh": 17,
  "bao": 18,
  "bay": 19,
  "be": 20,
  "beo": 21,
  "bi": 22,
  "bia": 23,
  "binh": 24,
  "biên": 25,
  "biên-bản": 26,
  "biếc": 27,
  "biến": 28,
  "biết": 29,
  "biếu": 30,
  "biển": 31,
  "biểu": 32,
  "biện": 33,
  "biệt": 34,
  "bom": 35,
  "bong": 36,
  "bu": 37,
  "buôn": 38,
  "buông": 39,
  "buốt": 40,
  "buồn": 41,
  "buồng": 42,
  "buổi": 43,
  "buộc": 44,
  "buột": 45,
  "bà": 46,
  "bài": 47,
  "bàn": 48,
  "bàng": 49,
  "bành": 50,
  "bào": 51,
  "bày": 52,
  "bá": 53,
  "bác": 54,
  "bách": 55,
  "bám": 56,
  "bán": 57,
  "bánh": 58,
  "báo": 59,
  "bát": 60,
  "báu": 61,
  "bâng": 62,
  "bâng-khuâng": 63,
  "bâu": 64,
  "bây": 65,
  "bã": 66,
  "bãi": 67,
  "bão": 68,
  "bè": 69,
  "bèm": 70,
  "bèn": 71,
  "bèo": 72,
  "bé": 73,
  "béo": 74,
  "bét": 75,
  "bê": 76,
  "bên": 77,
  "bênh": 78,
  "bì": 79,
  "bìa": 80,
  "bình": 81,
  "bí": 82,
  "bíu": 83,
  "bò": 84,
  "bòn": 85,
  "bó": 86,
  "bóc": 87,
  "bói": 88,
  "bóng": 89,
  "bóp": 90,
  "bô": 91,
  "bôi": 92,
  "bôm": 93,
  "bông": 94,
  "bõ": 95,
  "bù": 96,
  "bùi": 97,
  "bùi-ngùi": 98,
  "bùn": 99,
  "bùng": 100,
  "bú": 101,
  "búa": 102,
  "búi": 103,
  "bún": 104,
  "búp": 105,
  "bút": 106,
  "băm": 107,
  "băn": 108,
  "băn-khoăn": 109,
  "băng": 110,
  "bĩu": 111,
  "bơ": 112,
  "bơi": 113,
  "bưng": 114,
  "bước": 115,
  "bướm": 116,
  "bướng": 117,
  "bưởi": 118,
  "bạ": 119,
  "bạc": 120,
  "bạch": 121,
  "bại": 122,
  "bạn": 123,
  "bạnh": 124,
  "bạo": 125,
  "bạt": 126,
  "bạu": 127,
  "bả": 128,
  "bải": 129,
  "bản": 130,
  "bảng": 131,
  "bảo": 132,
  "bảy": 133,
  "bấm": 134,
  "bấp": 135,
  "bất": 136,
  "bấy": 137,
  "bầm": 138,
  "bần": 139,
  "bầu": 140,
  "bầy": 141,
  "bẩm": 142,
  "bẩn": 143,
  "bẩy": 144,
  "bẫy": 145,
  "bậc": 146,
  "bận": 147,
  "bật": 148,
  "bậy": 149,
  "bắc": 150,
  "bắn": 151,
  "bắp": 152,
  "bắt": 153,
  "bằng": 154,
  "bằng-phẳng": 155,
  "bẵng": 156,
  "bặng": 157,
  "bặt": 158,
  "bẹ": 159,
  "bẹo": 160,
  "bẹp": 161,
  "bẹt": 162,
  "bẻ": 163,
  "bẻm": 164,
  "bẽ": 165,
  "bẽn": 166,
  "bẽo": 167,
  "bế": 168,
  "bến": 169,
  "bếp": 170,
  "bết": 171,
  "bề": 172,
  "bền": 173,
  "bể": 174,
  "bễ": 175,
  "bệ": 176,
  "bệ-hạ": 177,
  "bệnh": 178,
  "bệt": 179,
  "bỉ": 180,
  "bỉnh": 181,
  "bị": 182,
  "bịa": 183,
  "bịch": 184,
  "bịp": 185,
  "bịt": 186,
  "bịu": 187,
  "bọc": 188,
  "bọn": 189,
  "bọt": 190,
  "bỏ": 191,
  "bỏng": 192,
  "bố": 193,
  "bốc": 194,
  "bối": 195,
  "bốn": 196,
  "bốn-mươi": 197,
  "bống": 198,
  "bốp": 199,
  "bồ": 200,
  "bồi": 201,
  "bồn": 202,
  "bồng": 203,
  "bổ": 204,
  "bổn": 205,
  "bổn-phận": 206,
  "bỗng": 207,
  "bộ": 208,
  "bộ-điệu": 209,
  "bội": 210,
  "bộn": 211,
  "bột": 212,
  "bới": 213,
  "bớt": 214,
  "bờ": 215,
  "bời": 216,
  "bở": 217,
  "bởi": 218,
  "bỡ": 219,
  "bỡn": 220,
  "bợ": 221,
  "bợm": 222,
  "bụi": 223,
  "bụng": 224,
  "bụt": 225,
  "bủn": 226,
  "bứa": 227,
  "bức": 228,
  "bứt": 229,
  "bừa": 230,
  "bừng": 231,
  "bữa": 232,
  "bực": 233,
  "c": 234,
  "ca": 235,
  "cai": 236,
  "cam": 237,
  "can": 238,
  "can-đảm": 239,
  "canh": 240,
  "canh-điền": 241,
  "cao": 242,
  "cau": 243,
  "cay": 244,
  "cha": 245,
  "chai": 246,
  "chan": 247,
  "chang": 248,
  "chanh": 249,
  "chao": 250,
  "chau": 251,
  "che": 252,
  "chen": 253,
  "cheo": 254,
  "chi": 255,
  "chia": 256,
  "chim": 257,
  "chiêm": 258,
  "chiếc": 259,
  "chiếm": 260,
  "chiến": 261,
  "chiếp": 262,
  "chiết": 263,
  "chiếu": 264,
  "chiều": 265,
  "chiệp": 266,
  "cho": 267,
  "choang": 268,
  "choe": 269,
  "choàng": 270,
  "choáng": 271,
  "choãi": 272,
  "choé": 273,
  "choạng": 274,
  "chu": 275,
  "chua": 276,
  "chui": 277,
  "chung": 278,
  "chuyên": 279,
  "chuyến": 280,
  "chuyển": 281,
  "chuyện": 282,
  "chuông": 283,
  "chuốc": 284,
  "chuối": 285,
  "chuồn": 286,
  "chuồng": 287,
  "chuỗi": 288,
  "chuộc": 289,
  "chuộng": 290,
  "chuột": 291,
  "chà": 292,
  "chài": 293,
  "chàm": 294,
  "chàng": 295,
  "chào": 296,
  "chác": 297,
  "chái": 298,
  "chán": 299,
  "chánh": 300,
  "chánh-tổng": 301,
  "cháo": 302,
  "chát": 303,
  "cháu": 304,
  "cháy": 305,
  "châm": 306,
  "chân": 307,
  "châu": 308,
  "chã": 309,
  "chè": 310,
  "chèo": 311,
  "chém": 312,
  "chén": 313,
  "chéo": 314,
  "chép": 315,
  "chê": 316,
  "chênh": 317,
  "chì": 318,
  "chìa": 319,
  "chìm": 320,
  "chí": 321,
  "chí-phèo": 322,
  "chím": 323,
  "chín": 324,
  "chính": 325,
  "chít": 326,
  "chòi": 327,
  "chòm": 328,
  "chó": 329,
  "chóe": 330,
  "chói": 331,
  "chóng": 332,
  "chóp": 333,
  "chót": 334,
  "chôn": 335,
  "chõ": 336,
  "chõng": 337,
  "chùa": 338,
  "chùi": 339,
  "chùm": 340,
  "chùng": 341,
  "chú": 342,
  "chúa": 343,
  "chúc": 344,
  "chúi": 345,
  "chúm": 346,
  "chúng": 347,
  "chút": 348,
  "chăm": 349,
  "chăn": 350,
  "chăng": 351,
  "chĩa": 352,
  "chơi": 353,
  "chưa": 354,
  "chưng": 355,
  "chương": 356,
  "chước": 357,
  "chướng": 358,
  "chưởng": 359,
  "chạc": 360,
  "chạm": 361,
  "chạn": 362,
  "chạp": 363,
  "chạy": 364,
  "chả": 365,
  "chải": 366,
  "chảy": 367,
  "chấm": 368,
  "chấn": 369,
  "chấp": 370,
  "chất": 371,
  "chấy": 372,
  "chầm": 373,
  "chầu": 374,
  "chẩy": 375,
  "chậm": 376,
  "chập": 377,
  "chật": 378,
  "chậu": 379,
  "chắc": 380,
  "chắn": 381,
  "chắp": 382,
  "chắt": 383,
  "chằng": 384,
  "chẳng": 385,
  "chẵn": 386,
  "chặn": 387,
  "chặt": 388,
  "chẻ": 389,
  "chế": 390,
  "chếch": 391,
  "chết": 392,
  "chỉ": 393,
  "chỉnh": 394,
  "chị": 395,
  "chịu": 396,
  "chọc": 397,
  "chọn": 398,
  "chọt": 399,
  "chỏng": 400,
  "chốc": 401,
  "chối": 402,
  "chốn": 403,
  "chống": 404,
  "chống-chế": 405,
  "chồm": 406,
  "chồn": 407,
  "chồng": 408,
  "chổi": 409,
  "chổng": 410,
  "chỗ": 411,
  "chỗm": 412,
  "chội": 413,
  "chớ": 414,
  "chớp": 415,
  "chớt": 416,
  "chờ": 417,
  "chở": 418,
  "chợ": 419,
  "chợp": 420,
  "chợt": 421,
  "chục": 422,
  "chụm": 423,
  "chụp": 424,
  "chủ": 425,
  "chủ-nhật": 426,
  "chứ": 427,
  "chứa": 428,
  "chức": 429,
  "chứng": 430,
  "chừa": 431,
  "chừng": 432,
  "chửa": 433,
  "chửi": 434,
  "chữ": 435,
  "chữa": 436,
  "chững": 437,
  "chực": 438,
  "co": 439,
  "coi": 440,
  "con": 441,
  "cong": 442,
  "cu": 443,
  "cua": 444,
  "cung": 445,
  "cuốc": 446,
  "cuối": 447,
  "cuốn": 448,
  "cuống": 449,
  "cuồng": 450,
  "cuộc": 451,
  "cuộn": 452,
  "cà": 453,
  "cà-chua": 454,
  "cài": 455,
  "càn": 456,
  "càng": 457,
  "cành": 458,
  "cào": 459,
  "càu": 460,
  "cày": 461,
  "cá": 462,
  "các": 463,
  "cách": 464,
  "cái": 465,
  "cám": 466,
  "cán": 467,
  "cáng": 468,
  "cánh": 469,
  "cáo": 470,
  "cáp": 471,
  "cát": 472,
  "cáu": 473,
  "câm": 474,
  "cân": 475,
  "câu": 476,
  "cây": 477,
  "cãi": 478,
  "cò": 479,
  "còi": 480,
  "còm": 481,
  "còn": 482,
  "còng": 483,
  "có": 484,
  "cóc": 485,
  "cót": 486,
  "cô": 487,
  "côi": 488,
  "công": 489,
  "cõi": 490,
  "cõng": 491,
  "cù": 492,
  "cùm": 493,
  "cùng": 494,
  "cú": 495,
  "cúi": 496,
  "cúng": 497,
  "cúp": 498,
  "cút": 499,
  "căm": 500,
  "căn": 501,
  "căng": 502,
  "cũ": 503,
  "cũng": 504,
  "cơ": 505,
  "cơi": 506,
  "cơm": 507,
  "cơn": 508,
  "cơng": 509,
  "cư": 510,
  "cưới": 511,
  "cướp": 512,
  "cười": 513,
  "cường": 514,
  "cưỡi": 515,
  "cưỡng": 516,
  "cạch": 517,
  "cạn": 518,
  "cạnh": 519,
  "cạo": 520,
  "cạp": 521,
  "cạu": 522,
  "cả": 523,
  "cải": 524,
  "cảm": 525,
  "cảm-động": 526,
  "cản": 527,
  "cảnh": 528,
  "cấm": 529,
  "cấp": 530,
  "cất": 531,
  "cấu": 532,
  "cấy": 533,
  "cầm": 534,
  "cần": 535,
  "cầu": 536,
  "cầy": 537,
  "cẩm": 538,
  "cẩn": 539,
  "cẩn-thận": 540,
  "cẩu": 541,
  "cẫng": 542,
  "cận": 543,
  "cập": 544,
  "cậu": 545,
  "cậy": 546,
  "cắm": 547,
  "cắn": 548,
  "cắp": 549,
  "cắt": 550,
  "cằm": 551,
  "cằn": 552,
  "cẳng": 553,
  "cặm": 554,
  "cặn": 555,
  "cặp": 556,
  "cọ": 557,
  "cọc": 558,
  "cọm": 559,
  "cọp": 560,
  "cỏ": 561,
  "cỏi": 562,
  "cỏn": 563,
  "cố": 564,
  "cốc": 565,
  "cối": 566,
  "cốt": 567,
  "cồm": 568,
  "cổ": 569,
  "cổng": 570,
  "cỗ": 571,
  "cỗi": 572,
  "cộc": 573,
  "cộng": 574,
  "cộp": 575,
  "cột": 576,
  "cớ": 577,
  "cờ": 578,
  "cởi": 579,
  "cỡn": 580,
  "cợt": 581,
  "cụ": 582,
  "cục": 583,
  "cụi": 584,
  "cụt": 585,
  "củ": 586,
  "của": 587,
  "củi": 588,
  "củng": 589,
  "cứ": 590,
  "cứng": 591,
  "cứu": 592,
  "cừ": 593,
  "cử": 594,
  "cửa": 595,
  "cửi": 596,
  "cửu": 597,
  "cự": 598,
  "cựa": 599,
  "cực": 600,
  "cựu": 601,
  "da": 602,
  "dai": 603,
  "dang": 604,
  "danh": 605,
  "dao": 606,
  "day": 607,
  "di": 608,
  "dim": 609,
  "dinh": 610,
  "diêm": 611,
  "diếc": 612,
  "diều": 613,
  "diễn": 614,
  "diễu": 615,
  "diện": 616,
  "diệt": 617,
  "diệu": 618,
  "do": 619,
  "dong": 620,
  "doạ": 621,
  "du": 622,
  "dung": 623,
  "duy": 624,
  "duyên": 625,
  "duôi": 626,
  "duối": 627,
  "duỗi": 628,
  "dài": 629,
  "dàng": 630,
  "dành": 631,
  "dào": 632,
  "dày": 633,
  "dám": 634,
  "dán": 635,
  "dáng": 636,
  "dáng-điệu": 637,
  "dâm": 638,
  "dân": 639,
  "dâng": 640,
  "dâu": 641,
  "dây": 642,
  "dã": 643,
  "dãi": 644,
  "dãy": 645,
  "dè": 646,
  "dép": 647,
  "dì": 648,
  "dìu": 649,
  "dí": 650,
  "dính": 651,
  "díp": 652,
  "díu": 653,
  "dò": 654,
  "dòm": 655,
  "dòng": 656,
  "dông": 657,
  "dõi": 658,
  "dõng": 659,
  "dù": 660,
  "dùi": 661,
  "dùm": 662,
  "dùng": 663,
  "dúi": 664,
  "dúm": 665,
  "dăm": 666,
  "dĩ": 667,
  "dũ": 668,
  "dũng": 669,
  "dơ": 670,
  "dơi": 671,
  "dư": 672,
  "dưa": 673,
  "dưng": 674,
  "dương": 675,
  "dưới": 676,
  "dường": 677,
  "dưỡng": 678,
  "dạ": 679,
  "dạc": 680,
  "dại": 681,
  "dạn": 682,
  "dạo": 683,
  "dạy": 684,
  "dải": 685,
  "dấp": 686,
  "dấu": 687,
  "dầm": 688,
  "dần": 689,
  "dầu": 690,
  "dầy": 691,
  "dẫm": 692,
  "dẫn": 693,
  "dẫu": 694,
  "dậm": 695,
  "dận": 696,
  "dập": 697,
  "dật": 698,
  "dậu": 699,
  "dậy": 700,
  "dắt": 701,
  "dằn": 702,
  "dằng": 703,
  "dặn": 704,
  "dặt": 705,
  "dẹp": 706,
  "dẻ": 707,
  "dẻo": 708,
  "dẽ": 709,
  "dế": 710,
  "dề": 711,
  "dễ": 712,
  "dệnh": 713,
  "dệt": 714,
  "dị": 715,
  "dịa": 716,
  "dịch": 717,
  "dịp": 718,
  "dịu": 719,
  "dọa": 720,
  "dọc": 721,
  "dọn": 722,
  "dốc": 723,
  "dối": 724,
  "dốt": 725,
  "dồn": 726,
  "dỗ": 727,
  "dỗi": 728,
  "dội": 729,
  "dột": 730,
  "dớt": 731,
  "dở": 732,
  "dỡ": 733,
  "dụ": 734,
  "dụa": 735,
  "dục": 736,
  "dụi": 737,
  "dụm": 738,
  "dụng": 739,
  "dứt": 740,
  "dừa": 741,
  "dừng": 742,
  "dử": 743,
  "dửng": 744,
  "dữ": 745,
  "dự": 746,
  "dựa": 747,
  "dựng": 748,
  "e": 749,
  "e-lệ": 750,
  "em": 751,
  "en": 752,
  "eo": 753,
  "ferry": 754,
  "ga": 755,
  "gai": 756,
  "gan": 757,
  "gao": 758,
  "gay": 759,
  "ghen": 760,
  "ghi": 761,
  "ghè": 762,
  "ghé": 763,
  "ghét": 764,
  "ghê": 765,
  "ghê-gớm": 766,
  "ghì": 767,
  "ghẹ": 768,
  "ghẹo": 769,
  "ghẻ": 770,
  "ghẽ": 771,
  "ghế": 772,
  "gia": 773,
  "gia-đình": 774,
  "giai": 775,
  "giam": 776,
  "gian": 777,
  "giang": 778,
  "gianh": 779,
  "giao": 780,
  "gieo": 781,
  "gio": 782,
  "giun": 783,
  "già": 784,
  "giàn": 785,
  "giành": 786,
  "giàu": 787,
  "giày": 788,
  "giá": 789,
  "giác": 790,
  "gián": 791,
  "giáng": 792,
  "giáo": 793,
  "giáp": 794,
  "giát": 795,
  "giây": 796,
  "giã": 797,
  "giãn": 798,
  "giãy": 799,
  "giê-su": 800,
  "giêng": 801,
  "giò": 802,
  "giòn": 803,
  "giòng": 804,
  "gió": 805,
  "gióng": 806,
  "giông": 807,
  "giõng": 808,
  "giùm": 809,
  "giúi": 810,
  "giúp": 811,
  "giăng": 812,
  "giũ": 813,
  "giơ": 814,
  "giương": 815,
  "giường": 816,
  "giạc": 817,
  "giả": 818,
  "giải": 819,
  "giảm": 820,
  "giản": 821,
  "giảng": 822,
  "giảo": 823,
  "giấc": 824,
  "giấu": 825,
  "giấy": 826,
  "giầu": 827,
  "giầy": 828,
  "giẫm": 829,
  "giẫy": 830,
  "giậm": 831,
  "giận": 832,
  "giập": 833,
  "giật": 834,
  "giậu": 835,
  "giậy": 836,
  "giắt": 837,
  "giằng": 838,
  "giặc": 839,
  "giặt": 840,
  "giẻ": 841,
  "giếm": 842,
  "giếng": 843,
  "giết": 844,
  "giềng": 845,
  "giễu": 846,
  "giọn": 847,
  "giọng": 848,
  "giọt": 849,
  "giỏi": 850,
  "giốc": 851,
  "giối": 852,
  "giống": 853,
  "giỗ": 854,
  "giội": 855,
  "giới": 856,
  "giờ": 857,
  "giời": 858,
  "giở": 859,
  "giụa": 860,
  "giục": 861,
  "giữ": 862,
  "giữa": 863,
  "guốc": 864,
  "guộc": 865,
  "gà": 866,
  "gài": 867,
  "gàn": 868,
  "gàng": 869,
  "gào": 870,
  "gày": 871,
  "gác": 872,
  "gái": 873,
  "gán": 874,
  "gánh": 875,
  "gáy": 876,
  "gân": 877,
  "gây": 878,
  "gã": 879,
  "gãi": 880,
  "gãy": 881,
  "gì": 882,
  "gìn": 883,
  "gò": 884,
  "gòn": 885,
  "góa": 886,
  "góc": 887,
  "gói": 888,
  "góp": 889,
  "gót": 890,
  "gõ": 891,
  "gù": 892,
  "găng": 893,
  "gũi": 894,
  "gương": 895,
  "gườm": 896,
  "gượng": 897,
  "gạ": 898,
  "gạch": 899,
  "gạo": 900,
  "gạt": 901,
  "gả": 902,
  "gấc": 903,
  "gấm": 904,
  "gấp": 905,
  "gấu": 906,
  "gầm": 907,
  "gần": 908,
  "gầy": 909,
  "gẩy": 910,
  "gẫm": 911,
  "gậm": 912,
  "gật": 913,
  "gậy": 914,
  "gắng": 915,
  "gắp": 916,
  "gắt": 917,
  "gằm": 918,
  "gằn": 919,
  "gặng": 920,
  "gặp": 921,
  "gỉ": 922,
  "gọi": 923,
  "gọn": 924,
  "gọng": 925,
  "gọt": 926,
  "gỏng": 927,
  "gốc": 928,
  "gối": 929,
  "gồm": 930,
  "gồng": 931,
  "gỗ": 932,
  "gội": 933,
  "gớm": 934,
  "gờ": 935,
  "gờm": 936,
  "gờn": 937,
  "gỡ": 938,
  "gợi": 939,
  "gợn": 940,
  "gụ": 941,
  "gục": 942,
  "gừng": 943,
  "gửi": 944,
  "ha": 945,
  "hai": 946,
  "ham": 947,
  "han": 948,
  "hang": 949,
  "hao": 950,
  "hay": 951,
  "hem": 952,
  "hen": 953,
  "heo": 954,
  "hi": 955,
  "hiu": 956,
  "hiên": 957,
  "hiếm": 958,
  "hiếp": 959,
  "hiếu": 960,
  "hiền": 961,
  "hiền-lành": 962,
  "hiểm": 963,
  "hiển": 964,
  "hiểu": 965,
  "hiện": 966,
  "hiệp": 967,
  "hiệu": 968,
  "ho": 969,
  "hoa": 970,
  "hoan": 971,
  "hoang": 972,
  "hoay": 973,
  "hoe": 974,
  "hoi": 975,
  "hoài": 976,
  "hoàn": 977,
  "hoàng": 978,
  "hoàng-hậu": 979,
  "hoá": 980,
  "hoãn": 981,
  "hoại": 982,
  "hoạn": 983,
  "hoạt": 984,
  "hoảng": 985,
  "hoảng-hốt": 986,
  "hoắm": 987,
  "hoặc": 988,
  "hu": 989,
  "hung": 990,
  "huyết": 991,
  "huyền": 992,
  "huyện": 993,
  "huých": 994,
  "huấn": 995,
  "huế": 996,
  "huệ": 997,
  "huống": 998,
  "huỳnh": 999,
  "huỵch": 1000,
  "hy": 1001,
  "hà": 1002,
  "hài": 1003,
  "hàm": 1004,
  "hàn": 1005,
  "hàng": 1006,
  "hành": 1007,
  "hào": 1008,
  "há": 1009,
  "hác": 1010,
  "hách": 1011,
  "hái": 1012,
  "hám": 1013,
  "háng": 1014,
  "hát": 1015,
  "háu": 1016,
  "hân": 1017,
  "hây": 1018,
  "hãi": 1019,
  "hãm": 1020,
  "hãng": 1021,
  "hão": 1022,
  "hãy": 1023,
  "hè": 1024,
  "hèn": 1025,
  "hé": 1026,
  "héo": 1027,
  "hét": 1028,
  "hê": 1029,
  "hênh": 1030,
  "hì": 1031,
  "hình": 1032,
  "hí": 1033,
  "híp": 1034,
  "hít": 1035,
  "hò": 1036,
  "hòa": 1037,
  "hòa-thuận": 1038,
  "hòm": 1039,
  "hòn": 1040,
  "hòng": 1041,
  "hóa": 1042,
  "hóm": 1043,
  "hóp": 1044,
  "hót": 1045,
  "hô": 1046,
  "hôi": 1047,
  "hôm": 1048,
  "hôn": 1049,
  "hõm": 1050,
  "hùa": 1051,
  "hùm": 1052,
  "hùng": 1053,
  "hú": 1054,
  "húi": 1055,
  "húp": 1056,
  "hút": 1057,
  "hăm": 1058,
  "hăng": 1059,
  "hăng-hái": 1060,
  "hĩnh": 1061,
  "hơ": 1062,
  "hơi": 1063,
  "hơn": 1064,
  "hư": 1065,
  "hưu": 1066,
  "hương": 1067,
  "hướng": 1068,
  "hưởng": 1069,
  "hạ": 1070,
  "hạc": 1071,
  "hạch": 1072,
  "hại": 1073,
  "hạn": 1074,
  "hạng": 1075,
  "hạnh": 1076,
  "hạt": 1077,
  "hả": 1078,
  "hải": 1079,
  "hảo": 1080,
  "hấc": 1081,
  "hấp": 1082,
  "hất": 1083,
  "hầm": 1084,
  "hầu": 1085,
  "hậm": 1086,
  "hận": 1087,
  "hậu": 1088,
  "hắn": 1089,
  "hắng": 1090,
  "hắt": 1091,
  "hằm": 1092,
  "hằn": 1093,
  "hằng": 1094,
  "hẳn": 1095,
  "hặc": 1096,
  "hẹn": 1097,
  "hẹp": 1098,
  "hếch": 1099,
  "hết": 1100,
  "hề": 1101,
  "hềnh": 1102,
  "hể": 1103,
  "hển": 1104,
  "hễ": 1105,
  "hệ": 1106,
  "hệch": 1107,
  "hỉnh": 1108,
  "hị": 1109,
  "họ": 1110,
  "họa": 1111,
  "học": 1112,
  "học-trò": 1113,
  "họng": 1114,
  "họp": 1115,
  "hỏa": 1116,
  "hỏi": 1117,
  "hỏng": 1118,
  "hố": 1119,
  "hốc": 1120,
  "hối": 1121,
  "hốt": 1122,
  "hồ": 1123,
  "hồi": 1124,
  "hồn": 1125,
  "hồng": 1126,
  "hổ": 1127,
  "hổn": 1128,
  "hỗn": 1129,
  "hộ": 1130,
  "hộc": 1131,
  "hội": 1132,
  "hộn": 1133,
  "hộp": 1134,
  "hột": 1135,
  "hớ": 1136,
  "hớn": 1137,
  "hớn-hở": 1138,
  "hớp": 1139,
  "hớt": 1140,
  "hờ": 1141,
  "hờn": 1142,
  "hở": 1143,
  "hỡi": 1144,
  "hợi": 1145,
  "hợm": 1146,
  "hợp": 1147,
  "hụ": 1148,
  "hục": 1149,
  "hụt": 1150,
  "hụê": 1151,
  "hủi": 1152,
  "hứa": 1153,
  "hứng": 1154,
  "hừ": 1155,
  "hử": 1156,
  "hửng": 1157,
  "hữu": 1158,
  "hực": 1159,
  "hựu": 1160,
  "im": 1161,
  "in": 1162,
  "inh": 1163,
  "jules": 1164,
  "ken": 1165,
  "keng": 1166,
  "keo": 1167,
  "kha": 1168,
  "khai": 1169,
  "kham": 1170,
  "kham-khổ": 1171,
  "khan": 1172,
  "khanh": 1173,
  "khanh-khách": 1174,
  "khao": 1175,
  "khay": 1176,
  "khe": 1177,
  "khen": 1178,
  "kheo": 1179,
  "khi": 1180,
  "khinh": 1181,
  "khiêng": 1182,
  "khiêu": 1183,
  "khiến": 1184,
  "khiếp": 1185,
  "khiếu": 1186,
  "kho": 1187,
  "khoa": 1188,
  "khoai": 1189,
  "khoan": 1190,
  "khoang": 1191,
  "khoanh": 1192,
  "khoe": 1193,
  "khom": 1194,
  "khoác": 1195,
  "khoái": 1196,
  "khoán": 1197,
  "khoát": 1198,
  "khoé": 1199,
  "khoét": 1200,
  "khoăn": 1201,
  "khoản": 1202,
  "khoảng": 1203,
  "khoảnh": 1204,
  "khoắt": 1205,
  "khoằm": 1206,
  "khoặm": 1207,
  "khoẻ": 1208,
  "khu": 1209,
  "khua": 1210,
  "khum": 1211,
  "khung": 1212,
  "khuy": 1213,
  "khuya": 1214,
  "khuyên": 1215,
  "khuyến": 1216,
  "khuân": 1217,
  "khuây": 1218,
  "khuôn": 1219,
  "khuất": 1220,
  "khuấy": 1221,
  "khuỳnh": 1222,
  "khuỵu": 1223,
  "khuỷu": 1224,
  "khà": 1225,
  "khàn": 1226,
  "khá": 1227,
  "khác": 1228,
  "khách": 1229,
  "khái": 1230,
  "khám": 1231,
  "kháng": 1232,
  "khát": 1233,
  "kháy": 1234,
  "khân": 1235,
  "khâu": 1236,
  "khè": 1237,
  "khéo": 1238,
  "khép": 1239,
  "khê": 1240,
  "khêu": 1241,
  "khì": 1242,
  "khí": 1243,
  "khích": 1244,
  "khò": 1245,
  "khó": 1246,
  "khóa": 1247,
  "khóc": 1248,
  "khóe": 1249,
  "khói": 1250,
  "khóm": 1251,
  "khô": 1252,
  "khôi": 1253,
  "khôn": 1254,
  "không": 1255,
  "khùng": 1256,
  "khúc": 1257,
  "khúm": 1258,
  "khăn": 1259,
  "khăng": 1260,
  "khơi": 1261,
  "khư": 1262,
  "khướt": 1263,
  "khạng": 1264,
  "khả": 1265,
  "khảm": 1266,
  "khảnh": 1267,
  "khất": 1268,
  "khẩn": 1269,
  "khẩu": 1270,
  "khắc": 1271,
  "khắp": 1272,
  "khắt": 1273,
  "khẳng": 1274,
  "khẽ": 1275,
  "khểnh": 1276,
  "khệ-nệ": 1277,
  "khệnh": 1278,
  "khỉ": 1279,
  "khỉnh": 1280,
  "khỏa": 1281,
  "khỏe": 1282,
  "khỏi": 1283,
  "khố": 1284,
  "khối": 1285,
  "khốn": 1286,
  "khốn-nạn": 1287,
  "khổ": 1288,
  "khờ": 1289,
  "khởi": 1290,
  "khủng": 1291,
  "khứa": 1292,
  "khừ": 1293,
  "kia": 1294,
  "kim": 1295,
  "kinh": 1296,
  "kinh-ngạc": 1297,
  "kinh-đô": 1298,
  "kiêm": 1299,
  "kiên": 1300,
  "kiêng": 1301,
  "kiêu": 1302,
  "kiêu-hãnh": 1303,
  "kiêu-ngạo": 1304,
  "kiếm": 1305,
  "kiến": 1306,
  "kiếp": 1307,
  "kiết": 1308,
  "kiểm": 1309,
  "kiểu": 1310,
  "kiễng": 1311,
  "kiện": 1312,
  "kiệt": 1313,
  "kiệu": 1314,
  "kè": 1315,
  "kèm": 1316,
  "kèn": 1317,
  "kém": 1318,
  "kéo": 1319,
  "kép": 1320,
  "két": 1321,
  "kê": 1322,
  "kênh": 1323,
  "kêu": 1324,
  "kì": 1325,
  "kìa": 1326,
  "kìm": 1327,
  "kình": 1328,
  "kí": 1329,
  "kích": 1330,
  "kín": 1331,
  "kính": 1332,
  "ký": 1333,
  "kĩ": 1334,
  "kẹo": 1335,
  "kẹp": 1336,
  "kẹt": 1337,
  "kẻ": 1338,
  "kẻo": 1339,
  "kẽ": 1340,
  "kế": 1341,
  "kết": 1342,
  "kề": 1343,
  "kềnh": 1344,
  "kể": 1345,
  "kệ": 1346,
  "kệch": 1347,
  "kệnh": 1348,
  "kỉnh": 1349,
  "kịch": 1350,
  "kịp": 1351,
  "kỳ": 1352,
  "kỳ-hào": 1353,
  "kỷ": 1354,
  "kỹ": 1355,
  "la": 1356,
  "lai": 1357,
  "lam": 1358,
  "lan": 1359,
  "lang": 1360,
  "lanh": 1361,
  "lao": 1362,
  "lau": 1363,
  "lay": 1364,
  "le": 1365,
  "lem": 1366,
  "len": 1367,
  "len-lén": 1368,
  "leng": 1369,
  "leo": 1370,
  "li": 1371,
  "lia": 1372,
  "lim": 1373,
  "linh": 1374,
  "liêm": 1375,
  "liên": 1376,
  "liếc": 1377,
  "liếm": 1378,
  "liếng": 1379,
  "liềm": 1380,
  "liền": 1381,
  "liều": 1382,
  "liều-lĩnh": 1383,
  "liễu": 1384,
  "liệng": 1385,
  "liệt": 1386,
  "liệu": 1387,
  "lo": 1388,
  "loa": 1389,
  "loang": 1390,
  "loanh": 1391,
  "loay": 1392,
  "loe": 1393,
  "loi": 1394,
  "lom": 1395,
  "lon": 1396,
  "long": 1397,
  "loong": 1398,
  "loong-toong": 1399,
  "loài": 1400,
  "loáng": 1401,
  "loãng": 1402,
  "loè": 1403,
  "loại": 1404,
  "loạn": 1405,
  "loạng": 1406,
  "loảng": 1407,
  "lu": 1408,
  "lui": 1409,
  "lung": 1410,
  "luy-nét": 1411,
  "luyến": 1412,
  "luyện": 1413,
  "luân": 1414,
  "luôn": 1415,
  "luẩn": 1416,
  "luận": 1417,
  "luật": 1418,
  "luốc": 1419,
  "luống": 1420,
  "luồn": 1421,
  "luồng": 1422,
  "luộc": 1423,
  "ly": 1424,
  "là": 1425,
  "làm": 1426,
  "làn": 1427,
  "làng": 1428,
  "lành": 1429,
  "lào": 1430,
  "làu": 1431,
  "lá": 1432,
  "lác": 1433,
  "lách": 1434,
  "lái": 1435,
  "láng": 1436,
  "lánh": 1437,
  "láo": 1438,
  "lát": 1439,
  "láu": 1440,
  "láu-lỉnh": 1441,
  "láy": 1442,
  "lâm": 1443,
  "lân": 1444,
  "lâu": 1445,
  "lây": 1446,
  "lã": 1447,
  "lãi": 1448,
  "lãng": 1449,
  "lão": 1450,
  "lè": 1451,
  "lèm": 1452,
  "lèo": 1453,
  "lém": 1454,
  "lén": 1455,
  "léo": 1456,
  "lép": 1457,
  "lét": 1458,
  "lê": 1459,
  "lên": 1460,
  "lêu": 1461,
  "lì": 1462,
  "lìa": 1463,
  "lình": 1464,
  "lí": 1465,
  "lính": 1466,
  "líu": 1467,
  "lò": 1468,
  "lòe": 1469,
  "lòng": 1470,
  "ló": 1471,
  "lóc": 1472,
  "lóe": 1473,
  "lóng": 1474,
  "lóp": 1475,
  "lô": 1476,
  "lôi": 1477,
  "lông": 1478,
  "lõ": 1479,
  "lõm": 1480,
  "lù": 1481,
  "lùi": 1482,
  "lùm": 1483,
  "lùng": 1484,
  "lú": 1485,
  "lúa": 1486,
  "lúc": 1487,
  "lúi": 1488,
  "lún": 1489,
  "lúng": 1490,
  "lút": 1491,
  "lý": 1492,
  "lý-trưởng": 1493,
  "lăm": 1494,
  "lăn": 1495,
  "lăng": 1496,
  "lĩnh": 1497,
  "lũ": 1498,
  "lũy": 1499,
  "lơ": 1500,
  "lơi": 1501,
  "lơn": 1502,
  "lưng": 1503,
  "lưu": 1504,
  "lưu-tán": 1505,
  "lươn": 1506,
  "lương": 1507,
  "lương-thiện": 1508,
  "lưới": 1509,
  "lướt": 1510,
  "lười": 1511,
  "lườm": 1512,
  "lưỡi": 1513,
  "lưỡng": 1514,
  "lược": 1515,
  "lượm": 1516,
  "lượn": 1517,
  "lượng": 1518,
  "lượt": 1519,
  "lạ": 1520,
  "lạc": 1521,
  "lạch": 1522,
  "lại": 1523,
  "lạm": 1524,
  "lạnh": 1525,
  "lạt": 1526,
  "lạu": 1527,
  "lạy": 1528,
  "lả": 1529,
  "lải": 1530,
  "lảm": 1531,
  "lảng": 1532,
  "lảnh": 1533,
  "lảo": 1534,
  "lấm": 1535,
  "lấn": 1536,
  "lấp": 1537,
  "lấy": 1538,
  "lầm": 1539,
  "lần": 1540,
  "lầu": 1541,
  "lầy": 1542,
  "lẩm": 1543,
  "lẩn": 1544,
  "lẩy": 1545,
  "lẫn": 1546,
  "lẫng": 1547,
  "lận": 1548,
  "lập": 1549,
  "lật": 1550,
  "lậy": 1551,
  "lắc": 1552,
  "lắm": 1553,
  "lắng": 1554,
  "lằn": 1555,
  "lằng": 1556,
  "lẳng": 1557,
  "lặn": 1558,
  "lặng": 1559,
  "lặng-lẽ": 1560,
  "lặt": 1561,
  "lặt-vặt": 1562,
  "lẹn": 1563,
  "lẹp": 1564,
  "lẻ": 1565,
  "lẻn": 1566,
  "lẻo": 1567,
  "lẽ": 1568,
  "lẽn": 1569,
  "lẽo": 1570,
  "lếch": 1571,
  "lề": 1572,
  "lềnh": 1573,
  "lều": 1574,
  "lể": 1575,
  "lễ": 1576,
  "lệ": 1577,
  "lệch": 1578,
  "lệnh": 1579,
  "lệt": 1580,
  "lịa": 1581,
  "lịch": 1582,
  "lịm": 1583,
  "lọ": 1584,
  "lọc": 1585,
  "lọng": 1586,
  "lọt": 1587,
  "lỏn": 1588,
  "lỏng": 1589,
  "lố": 1590,
  "lốc": 1591,
  "lối": 1592,
  "lồ": 1593,
  "lồng": 1594,
  "lổng": 1595,
  "lỗ": 1596,
  "lỗi": 1597,
  "lộ": 1598,
  "lộc": 1599,
  "lội": 1600,
  "lộn": 1601,
  "lột": 1602,
  "lớ": 1603,
  "lớn": 1604,
  "lớp": 1605,
  "lờ": 1606,
  "lời": 1607,
  "lở": 1608,
  "lỡ": 1609,
  "lợi": 1610,
  "lợn": 1611,
  "lợp": 1612,
  "lụa": 1613,
  "lục": 1614,
  "lục-lộ": 1615,
  "lụn": 1616,
  "lụng": 1617,
  "lụp": 1618,
  "lụt": 1619,
  "lụy": 1620,
  "lủi": 1621,
  "lủng": 1622,
  "lứa": 1623,
  "lừ": 1624,
  "lừa": 1625,
  "lử": 1626,
  "lửa": 1627,
  "lửng": 1628,
  "lững": 1629,
  "lự": 1630,
  "lựa": 1631,
  "lực": 1632,
  "lựng": 1633,
  "lựu": 1634,
  "lỵ": 1635,
  "ma": 1636,
  "macbupda": 1637,
  "mai": 1638,
  "man": 1639,
  "mang": 1640,
  "manh": 1641,
  "mau": 1642,
  "may": 1643,
  "me": 1644,
  "men": 1645,
  "meo": 1646,
  "mi": 1647,
  "minh": 1648,
  "miếng": 1649,
  "miền": 1650,
  "miễn": 1651,
  "miệng": 1652,
  "mo": 1653,
  "moa": 1654,
  "moi": 1655,
  "mon": 1656,
  "mong": 1657,
  "mua": 1658,
  "mui": 1659,
  "muôn": 1660,
  "muối": 1661,
  "muốn": 1662,
  "muống": 1663,
  "muốt": 1664,
  "muỗi": 1665,
  "muội": 1666,
  "muộn": 1667,
  "mà": 1668,
  "mài": 1669,
  "màn": 1670,
  "màng": 1671,
  "mành": 1672,
  "mào": 1673,
  "màu": 1674,
  "mày": 1675,
  "má": 1676,
  "mác": 1677,
  "mác-xây": 1678,
  "mách": 1679,
  "mái": 1680,
  "máng": 1681,
  "mánh": 1682,
  "máo": 1683,
  "mát": 1684,
  "máu": 1685,
  "máy": 1686,
  "mâm": 1687,
  "mân": 1688,
  "mây": 1689,
  "mã": 1690,
  "mãi": 1691,
  "mãn": 1692,
  "mãng": 1693,
  "mãnh": 1694,
  "mão": 1695,
  "mè": 1696,
  "mèo": 1697,
  "mé": 1698,
  "mém": 1699,
  "méo": 1700,
  "mép": 1701,
  "mét": 1702,
  "mê": 1703,
  "mênh": 1704,
  "mình": 1705,
  "mí": 1706,
  "mía": 1707,
  "mím": 1708,
  "míp": 1709,
  "mít": 1710,
  "mò": 1711,
  "mòn": 1712,
  "mó": 1713,
  "móc": 1714,
  "mói": 1715,
  "móm": 1716,
  "món": 1717,
  "móng": 1718,
  "mót": 1719,
  "mô": 1720,
  "môi": 1721,
  "môn": 1722,
  "mông": 1723,
  "mõ": 1724,
  "mõm": 1725,
  "mù": 1726,
  "mùa": 1727,
  "mùi": 1728,
  "mùng": 1729,
  "múa": 1730,
  "múc": 1731,
  "múp": 1732,
  "mút": 1733,
  "măng": 1734,
  "măng-đa": 1735,
  "mũ": 1736,
  "mũi": 1737,
  "mơ": 1738,
  "mơn": 1739,
  "mưa": 1740,
  "mưu": 1741,
  "mươi": 1742,
  "mướn": 1743,
  "mướt": 1744,
  "mười": 1745,
  "mượn": 1746,
  "mượt": 1747,
  "mạ": 1748,
  "mạc": 1749,
  "mạch": 1750,
  "mại": 1751,
  "mạn": 1752,
  "mạng": 1753,
  "mạnh": 1754,
  "mạnh-mẽ": 1755,
  "mạo": 1756,
  "mạt": 1757,
  "mả": 1758,
  "mải": 1759,
  "mảng": 1760,
  "mảnh": 1761,
  "mảy": 1762,
  "mấp": 1763,
  "mất": 1764,
  "mấy": 1765,
  "mầm": 1766,
  "mầu": 1767,
  "mẩm": 1768,
  "mẩn": 1769,
  "mẩu": 1770,
  "mẩy": 1771,
  "mẫu": 1772,
  "mập": 1773,
  "mật": 1774,
  "mắc": 1775,
  "mắm": 1776,
  "mắn": 1777,
  "mắng": 1778,
  "mắt": 1779,
  "mặc": 1780,
  "mặn": 1781,
  "mặt": 1782,
  "mẹ": 1783,
  "mẹo": 1784,
  "mẹt": 1785,
  "mẻ": 1786,
  "mẽ": 1787,
  "mếch": 1788,
  "mến": 1789,
  "mếu": 1790,
  "mề-đay": 1791,
  "mềm": 1792,
  "mền": 1793,
  "mễ": 1794,
  "mệnh": 1795,
  "mệt": 1796,
  "mỉ": 1797,
  "mỉa": 1798,
  "mỉm": 1799,
  "mịch": 1800,
  "mịn": 1801,
  "mịt": 1802,
  "mọc": 1803,
  "mọi": 1804,
  "mọn": 1805,
  "mọng": 1806,
  "mọt": 1807,
  "mỏ": 1808,
  "mỏi": 1809,
  "mỏng": 1810,
  "mốc": 1811,
  "mối": 1812,
  "mống": 1813,
  "mốt": 1814,
  "mồ": 1815,
  "mồi": 1816,
  "mồm": 1817,
  "mồng": 1818,
  "mỗi": 1819,
  "mộ": 1820,
  "mộc": 1821,
  "mộng": 1822,
  "một": 1823,
  "mớ": 1824,
  "mới": 1825,
  "mờ": 1826,
  "mời": 1827,
  "mở": 1828,
  "mởn": 1829,
  "mỡ": 1830,
  "mợ": 1831,
  "mụ": 1832,
  "mục": 1833,
  "mủm": 1834,
  "mủn": 1835,
  "mủng": 1836,
  "mừng": 1837,
  "mửa": 1838,
  "mực": 1839,
  "mỹ": 1840,
  "na": 1841,
  "nai": 1842,
  "nam": 1843,
  "nam-cao": 1844,
  "nan": 1845,
  "nang": 1846,
  "nao": 1847,
  "nay": 1848,
  "neo": 1849,
  "nga": 1850,
  "ngang": 1851,
  "ngao": 1852,
  "ngay": 1853,
  "nghe": 1854,
  "nghi": 1855,
  "nghiêm": 1856,
  "nghiêm-khắc": 1857,
  "nghiêm-nghị": 1858,
  "nghiêm-trang": 1859,
  "nghiêng": 1860,
  "nghiến": 1861,
  "nghiền": 1862,
  "nghiễm": 1863,
  "nghiễm-nhiên": 1864,
  "nghiệm": 1865,
  "nghiện": 1866,
  "nghiệp": 1867,
  "nghiệt": 1868,
  "nghèo": 1869,
  "nghé": 1870,
  "nghênh": 1871,
  "nghìn": 1872,
  "nghía": 1873,
  "nghĩ": 1874,
  "nghĩ-ngợi": 1875,
  "nghĩa": 1876,
  "nghĩnh": 1877,
  "nghẹn": 1878,
  "nghẹo": 1879,
  "nghẽn": 1880,
  "nghẽo": 1881,
  "nghề": 1882,
  "nghểu": 1883,
  "nghễ": 1884,
  "nghễu": 1885,
  "nghệ": 1886,
  "nghệch": 1887,
  "nghện": 1888,
  "nghỉ": 1889,
  "nghị": 1890,
  "nghịch": 1891,
  "nghịu": 1892,
  "ngoa": 1893,
  "ngoan": 1894,
  "ngoan-ngoãn": 1895,
  "ngoay": 1896,
  "ngoen": 1897,
  "ngon": 1898,
  "ngoài": 1899,
  "ngoàm": 1900,
  "ngoác": 1901,
  "ngoái": 1902,
  "ngoáy": 1903,
  "ngoãn": 1904,
  "ngoại": 1905,
  "ngoạm": 1906,
  "ngoảnh": 1907,
  "ngoảy": 1908,
  "ngoắt": 1909,
  "ngoẹo": 1910,
  "ngoẻn": 1911,
  "ngu": 1912,
  "nguy": 1913,
  "nguyên": 1914,
  "nguyền": 1915,
  "nguyễn": 1916,
  "nguyện": 1917,
  "nguôi": 1918,
  "nguýt": 1919,
  "nguẩy": 1920,
  "nguồn": 1921,
  "nguội": 1922,
  "nguời": 1923,
  "ngà": 1924,
  "ngài": 1925,
  "ngàn": 1926,
  "ngào": 1927,
  "ngày": 1928,
  "ngác": 1929,
  "ngán": 1930,
  "ngáng": 1931,
  "ngáo": 1932,
  "ngáp": 1933,
  "ngáy": 1934,
  "ngâm": 1935,
  "ngân": 1936,
  "ngâu": 1937,
  "ngây": 1938,
  "ngã": 1939,
  "ngòi": 1940,
  "ngó": 1941,
  "ngóc": 1942,
  "ngóe": 1943,
  "ngói": 1944,
  "ngón": 1945,
  "ngóng": 1946,
  "ngóp": 1947,
  "ngót": 1948,
  "ngô": 1949,
  "ngôi": 1950,
  "ngôn": 1951,
  "ngõ": 1952,
  "ngùi": 1953,
  "ngùn": 1954,
  "ngùng": 1955,
  "ngút": 1956,
  "ngăn": 1957,
  "ngũ": 1958,
  "ngơ": 1959,
  "ngơi": 1960,
  "ngước": 1961,
  "người": 1962,
  "ngường": 1963,
  "ngưởng": 1964,
  "ngưỡng": 1965,
  "ngược": 1966,
  "ngượng": 1967,
  "ngạc": 1968,
  "ngạc-nhiên": 1969,
  "ngạch": 1970,
  "ngại": 1971,
  "ngạnh": 1972,
  "ngạo": 1973,
  "ngạt": 1974,
  "ngả": 1975,
  "ngảnh": 1976,
  "ngấm": 1977,
  "ngấm-ngầm": 1978,
  "ngấn": 1979,
  "ngấp": 1980,
  "ngất": 1981,
  "ngấu": 1982,
  "ngầm": 1983,
  "ngần": 1984,
  "ngầu": 1985,
  "ngẩm": 1986,
  "ngẩn": 1987,
  "ngẩn-ngơ": 1988,
  "ngẩng": 1989,
  "ngẫm": 1990,
  "ngẫm-nghĩ": 1991,
  "ngậm": 1992,
  "ngập": 1993,
  "ngật": 1994,
  "ngắc": 1995,
  "ngắm": 1996,
  "ngắn": 1997,
  "ngắt": 1998,
  "ngằn": 1999,
  "ngặt": 2000,
  "ngọc": 2001,
  "ngọn": 2002,
  "ngọt": 2003,
  "ngỏ": 2004,
  "ngố": 2005,
  "ngốc": 2006,
  "ngốn": 2007,
  "ngồi": 2008,
  "ngồng": 2009,
  "ngỗng": 2010,
  "ngộ": 2011,
  "ngộ-nghĩnh": 2012,
  "ngột": 2013,
  "ngớ": 2014,
  "ngờ": 2015,
  "ngờ-nghệch": 2016,
  "ngời": 2017,
  "ngỡ": 2018,
  "ngợi": 2019,
  "ngụ": 2020,
  "ngục": 2021,
  "ngụm": 2022,
  "ngụt": 2023,
  "ngủ": 2024,
  "ngủn": 2025,
  "ngứa": 2026,
  "ngừ": 2027,
  "ngừng": 2028,
  "ngửa": 2029,
  "ngửi": 2030,
  "ngửng": 2031,
  "ngữ": 2032,
  "ngự": 2033,
  "ngựa": 2034,
  "ngực": 2035,
  "nhai": 2036,
  "nham": 2037,
  "nhan": 2038,
  "nhanh": 2039,
  "nhanh-nhẹn": 2040,
  "nhao": 2041,
  "nhau": 2042,
  "nhe": 2043,
  "nhem": 2044,
  "nhen": 2045,
  "nheo": 2046,
  "nhiên": 2047,
  "nhiêu": 2048,
  "nhiếc": 2049,
  "nhiều": 2050,
  "nhiễm": 2051,
  "nhiễu": 2052,
  "nhiệm": 2053,
  "nhiệt": 2054,
  "nho": 2055,
  "nho-nhỏ": 2056,
  "nhoi": 2057,
  "nhong": 2058,
  "nhoài": 2059,
  "nhoàm": 2060,
  "nhoáng": 2061,
  "nhu": 2062,
  "nhung": 2063,
  "nhuộm": 2064,
  "nhà": 2065,
  "nhàm": 2066,
  "nhàn": 2067,
  "nhàng": 2068,
  "nhàu": 2069,
  "nhá": 2070,
  "nhác": 2071,
  "nháo": 2072,
  "nháp": 2073,
  "nhát": 2074,
  "nháy": 2075,
  "nhân": 2076,
  "nhân-từ": 2077,
  "nhã": 2078,
  "nhãi": 2079,
  "nhãn": 2080,
  "nhè": 2081,
  "nhèm": 2082,
  "nhé": 2083,
  "nhéo": 2084,
  "nhép": 2085,
  "nhét": 2086,
  "nhì": 2087,
  "nhìn": 2088,
  "nhí": 2089,
  "nhích": 2090,
  "nhíu": 2091,
  "nhòm": 2092,
  "nhó": 2093,
  "nhói": 2094,
  "nhóm": 2095,
  "nhóng": 2096,
  "nhót": 2097,
  "nhô": 2098,
  "nhõm": 2099,
  "nhõng": 2100,
  "nhú": 2101,
  "nhúc": 2102,
  "nhúm": 2103,
  "nhún": 2104,
  "nhúng": 2105,
  "nhút": 2106,
  "nhăm": 2107,
  "nhăn": 2108,
  "nhũn": 2109,
  "nhũng": 2110,
  "nhơ": 2111,
  "như": 2112,
  "nhưng": 2113,
  "nhường": 2114,
  "nhược": 2115,
  "nhượng": 2116,
  "nhạc": 2117,
  "nhại": 2118,
  "nhạnh": 2119,
  "nhạo": 2120,
  "nhạt": 2121,
  "nhạu": 2122,
  "nhả": 2123,
  "nhải": 2124,
  "nhảm": 2125,
  "nhản": 2126,
  "nhảnh": 2127,
  "nhảu": 2128,
  "nhảy": 2129,
  "nhấc": 2130,
  "nhấm": 2131,
  "nhấp": 2132,
  "nhất": 2133,
  "nhầm": 2134,
  "nhầy": 2135,
  "nhẩm": 2136,
  "nhẩy": 2137,
  "nhẫn": 2138,
  "nhẫy": 2139,
  "nhận": 2140,
  "nhận-thực": 2141,
  "nhập": 2142,
  "nhật": 2143,
  "nhậy": 2144,
  "nhắc": 2145,
  "nhắm": 2146,
  "nhắp": 2147,
  "nhằn": 2148,
  "nhằng": 2149,
  "nhẵn": 2150,
  "nhặn": 2151,
  "nhặng": 2152,
  "nhặt": 2153,
  "nhẹ": 2154,
  "nhẹ-nhõm": 2155,
  "nhẹn": 2156,
  "nhẹo": 2157,
  "nhẹp": 2158,
  "nhẻ": 2159,
  "nhẽ": 2160,
  "nhếch": 2161,
  "nhễ": 2162,
  "nhện": 2163,
  "nhỉ": 2164,
  "nhị": 2165,
  "nhịn": 2166,
  "nhịp": 2167,
  "nhọc": 2168,
  "nhọn": 2169,
  "nhỏ": 2170,
  "nhỏm": 2171,
  "nhố": 2172,
  "nhốt": 2173,
  "nhồm": 2174,
  "nhổ": 2175,
  "nhổm": 2176,
  "nhộn": 2177,
  "nhớ": 2178,
  "nhớn": 2179,
  "nhớp": 2180,
  "nhờ": 2181,
  "nhờn": 2182,
  "nhở": 2183,
  "nhởn": 2184,
  "nhỡ": 2185,
  "nhợt": 2186,
  "nhục": 2187,
  "nhụi": 2188,
  "nhức": 2189,
  "những": 2190,
  "nhựa": 2191,
  "ninh": 2192,
  "niu": 2193,
  "niên": 2194,
  "niêu": 2195,
  "niệm": 2196,
  "no": 2197,
  "nom": 2198,
  "non": 2199,
  "nong": 2200,
  "nua": 2201,
  "nung": 2202,
  "nuôi": 2203,
  "nuông": 2204,
  "nuốt": 2205,
  "nuột": 2206,
  "nà": 2207,
  "nài": 2208,
  "nàn": 2209,
  "nàng": 2210,
  "nào": 2211,
  "này": 2212,
  "ná": 2213,
  "nách": 2214,
  "náo": 2215,
  "nát": 2216,
  "náy": 2217,
  "nâng": 2218,
  "nâu": 2219,
  "nây": 2220,
  "não": 2221,
  "nãy": 2222,
  "nè": 2223,
  "ném": 2224,
  "nén": 2225,
  "nép": 2226,
  "nét": 2227,
  "nên": 2228,
  "nì": 2229,
  "nín": 2230,
  "nít": 2231,
  "níu": 2232,
  "nòi": 2233,
  "nó": 2234,
  "nóc": 2235,
  "nói": 2236,
  "nón": 2237,
  "nóng": 2238,
  "nô": 2239,
  "nôn": 2240,
  "nông": 2241,
  "nõn": 2242,
  "nùng": 2243,
  "núc": 2244,
  "núi": 2245,
  "núm": 2246,
  "núp": 2247,
  "nút": 2248,
  "năm": 2249,
  "năn": 2250,
  "năng": 2251,
  "nũng": 2252,
  "nơi": 2253,
  "nương": 2254,
  "nước": 2255,
  "nướng": 2256,
  "nại": 2257,
  "nạn": 2258,
  "nạt": 2259,
  "nả": 2260,
  "nải": 2261,
  "nản": 2262,
  "nảy": 2263,
  "nấc": 2264,
  "nấp": 2265,
  "nấu": 2266,
  "nấy": 2267,
  "nẩy": 2268,
  "nập": 2269,
  "nắm": 2270,
  "nắn": 2271,
  "nắng": 2272,
  "nắp": 2273,
  "nằm": 2274,
  "nằn": 2275,
  "nằng": 2276,
  "nặc": 2277,
  "nặn": 2278,
  "nặng": 2279,
  "nặng-nề": 2280,
  "nẻ": 2281,
  "nẻo": 2282,
  "nếp": 2283,
  "nết": 2284,
  "nếu": 2285,
  "nề": 2286,
  "nền": 2287,
  "nể": 2288,
  "nện": 2289,
  "nỉ": 2290,
  "nịch": 2291,
  "nịnh": 2292,
  "nịu": 2293,
  "nọ": 2294,
  "nỏ": 2295,
  "nốc": 2296,
  "nối": 2297,
  "nốt": 2298,
  "nồi": 2299,
  "nồm": 2300,
  "nồng": 2301,
  "nổ": 2302,
  "nổi": 2303,
  "nỗi": 2304,
  "nộ": 2305,
  "nội": 2306,
  "nộp": 2307,
  "nới": 2308,
  "nở": 2309,
  "nỡ": 2310,
  "nợ": 2311,
  "nụ": 2312,
  "nứa": 2313,
  "nức": 2314,
  "nứt": 2315,
  "nửa": 2316,
  "nữ": 2317,
  "nữa": 2318,
  "nực": 2319,
  "nựng": 2320,
  "oai": 2321,
  "oan": 2322,
  "oang": 2323,
  "oanh": 2324,
  "om": 2325,
  "oà": 2326,
  "oán": 2327,
  "oại": 2328,
  "oải": 2329,
  "oắt": 2330,
  "oằn": 2331,
  "oặt": 2332,
  "oẹ": 2333,
  "paris": 2334,
  "pha": 2335,
  "phang": 2336,
  "phanh": 2337,
  "phe": 2338,
  "phen": 2339,
  "phin": 2340,
  "phinh": 2341,
  "phiu": 2342,
  "phiên": 2343,
  "phiếm": 2344,
  "phiền": 2345,
  "phiện": 2346,
  "pho": 2347,
  "phong": 2348,
  "phu": 2349,
  "phun": 2350,
  "phung": 2351,
  "phàm": 2352,
  "phàn": 2353,
  "phàn-nàn": 2354,
  "phàng": 2355,
  "phành": 2356,
  "phào": 2357,
  "phá": 2358,
  "phác": 2359,
  "phách": 2360,
  "phái": 2361,
  "phán": 2362,
  "pháo": 2363,
  "pháp": 2364,
  "phát": 2365,
  "phân": 2366,
  "phây": 2367,
  "phè": 2368,
  "phèo": 2369,
  "phép": 2370,
  "phê": 2371,
  "phên": 2372,
  "phì": 2373,
  "phình": 2374,
  "phí": 2375,
  "phía": 2376,
  "phò": 2377,
  "phòng": 2378,
  "phó": 2379,
  "phóng": 2380,
  "phô": 2381,
  "phù": 2382,
  "phùng": 2383,
  "phú": 2384,
  "phú-ông": 2385,
  "phúc": 2386,
  "phút": 2387,
  "phăng": 2388,
  "phũ": 2389,
  "phơ": 2390,
  "phơi": 2391,
  "phưng": 2392,
  "phương": 2393,
  "phường": 2394,
  "phượng": 2395,
  "phạc": 2396,
  "phạch": 2397,
  "phạm": 2398,
  "phạt": 2399,
  "phải": 2400,
  "phản": 2401,
  "phấn": 2402,
  "phấp": 2403,
  "phất": 2404,
  "phần": 2405,
  "phẩm": 2406,
  "phẩy": 2407,
  "phẫn": 2408,
  "phận": 2409,
  "phật": 2410,
  "phắc": 2411,
  "phắt": 2412,
  "phẳng": 2413,
  "phếch": 2414,
  "phết": 2415,
  "phều": 2416,
  "phệt": 2417,
  "phịch": 2418,
  "phịu": 2419,
  "phỏng": 2420,
  "phố": 2421,
  "phổ": 2422,
  "phổi": 2423,
  "phổng": 2424,
  "phới": 2425,
  "phờ": 2426,
  "phở": 2427,
  "phụ": 2428,
  "phục": 2429,
  "phụng": 2430,
  "phủ": 2431,
  "phủi": 2432,
  "porte": 2433,
  "qua": 2434,
  "quai": 2435,
  "quan": 2436,
  "quang": 2437,
  "quanh": 2438,
  "quay": 2439,
  "que": 2440,
  "quen": 2441,
  "queo": 2442,
  "quy": 2443,
  "quyên": 2444,
  "quyến": 2445,
  "quyết": 2446,
  "quyền": 2447,
  "quyển": 2448,
  "quà": 2449,
  "quàng": 2450,
  "quá": 2451,
  "quách": 2452,
  "quái": 2453,
  "quán": 2454,
  "quáng": 2455,
  "quát": 2456,
  "quân": 2457,
  "quây": 2458,
  "quãng": 2459,
  "què": 2460,
  "quèo": 2461,
  "quéo": 2462,
  "quét": 2463,
  "quê": 2464,
  "quên": 2465,
  "quí": 2466,
  "quích": 2467,
  "quít": 2468,
  "quý": 2469,
  "quýt": 2470,
  "quăn": 2471,
  "quăng": 2472,
  "quơ": 2473,
  "quạ": 2474,
  "quại": 2475,
  "quạnh": 2476,
  "quạt": 2477,
  "quả": 2478,
  "quản": 2479,
  "quấn": 2480,
  "quất": 2481,
  "quấy": 2482,
  "quần": 2483,
  "quầng": 2484,
  "quẩn": 2485,
  "quật": 2486,
  "quắc": 2487,
  "quắp": 2488,
  "quắt": 2489,
  "quằn": 2490,
  "quẳng": 2491,
  "quặn": 2492,
  "quặt": 2493,
  "quẻ": 2494,
  "quế": 2495,
  "quết": 2496,
  "quệt": 2497,
  "quỉ": 2498,
  "quịt": 2499,
  "quốc": 2500,
  "quờ": 2501,
  "quở": 2502,
  "quỷ": 2503,
  "quỹ": 2504,
  "qủa": 2505,
  "ra": 2506,
  "ran": 2507,
  "rang": 2508,
  "ranh": 2509,
  "rao": 2510,
  "rau": 2511,
  "ray": 2512,
  "reo": 2513,
  "ria": 2514,
  "riêng": 2515,
  "riêu": 2516,
  "riết": 2517,
  "riễu": 2518,
  "ro": 2519,
  "roi": 2520,
  "rom": 2521,
  "rong": 2522,
  "ru": 2523,
  "ru-băng": 2524,
  "run": 2525,
  "rung": 2526,
  "ruôn": 2527,
  "ruốt": 2528,
  "ruồi": 2529,
  "ruồng": 2530,
  "ruộng": 2531,
  "ruột": 2532,
  "rà": 2533,
  "ràng": 2534,
  "rành": 2535,
  "rào": 2536,
  "rá": 2537,
  "rác": 2538,
  "rách": 2539,
  "ráo": 2540,
  "rát": 2541,
  "ráu": 2542,
  "ráy": 2543,
  "râm": 2544,
  "rân": 2545,
  "râu": 2546,
  "rã": 2547,
  "rãi": 2548,
  "rè": 2549,
  "rén": 2550,
  "réo": 2551,
  "rét": 2552,
  "rên": 2553,
  "rêu": 2554,
  "rì": 2555,
  "rí": 2556,
  "rích": 2557,
  "rít": 2558,
  "ríu": 2559,
  "ròi": 2560,
  "ròng": 2561,
  "ró": 2562,
  "róc": 2563,
  "rón": 2564,
  "rón-rén": 2565,
  "rót": 2566,
  "rô": 2567,
  "rõ": 2568,
  "rù": 2569,
  "rùi": 2570,
  "rùng": 2571,
  "rú": 2572,
  "rúc": 2573,
  "rúm": 2574,
  "rút": 2575,
  "răng": 2576,
  "rĩ": 2577,
  "rũ": 2578,
  "rơi": 2579,
  "rơm": 2580,
  "rơm-rớm": 2581,
  "rưng": 2582,
  "rước": 2583,
  "rưới": 2584,
  "rướn": 2585,
  "rười": 2586,
  "rưởi": 2587,
  "rưỡi": 2588,
  "rượi": 2589,
  "rượu": 2590,
  "rạ": 2591,
  "rạch": 2592,
  "rạng": 2593,
  "rạo": 2594,
  "rạp": 2595,
  "rả": 2596,
  "rải": 2597,
  "rảnh": 2598,
  "rảo": 2599,
  "rấn": 2600,
  "rất": 2601,
  "rầm": 2602,
  "rần": 2603,
  "rầu": 2604,
  "rầy": 2605,
  "rẩy": 2606,
  "rậm": 2607,
  "rận": 2608,
  "rắc": 2609,
  "rắn": 2610,
  "rằm": 2611,
  "rằng": 2612,
  "rặng": 2613,
  "rặt": 2614,
  "rẻ": 2615,
  "rẽ": 2616,
  "rề": 2617,
  "rền": 2618,
  "rể": 2619,
  "rễ": 2620,
  "rệp": 2621,
  "rệt": 2622,
  "rỉ": 2623,
  "rịn": 2624,
  "rọc": 2625,
  "rỏ": 2626,
  "rốc": 2627,
  "rối": 2628,
  "rống": 2629,
  "rồ": 2630,
  "rồi": 2631,
  "rồng": 2632,
  "rổ": 2633,
  "rỗi": 2634,
  "rộn": 2635,
  "rộng": 2636,
  "rớm": 2637,
  "rớt": 2638,
  "rờ": 2639,
  "rời": 2640,
  "rở": 2641,
  "rỡ": 2642,
  "rợ": 2643,
  "rợn": 2644,
  "rụng": 2645,
  "rụt": 2646,
  "rủ": 2647,
  "rủa": 2648,
  "rủi": 2649,
  "rủn": 2650,
  "rứa": 2651,
  "rức": 2652,
  "rứt": 2653,
  "rừng": 2654,
  "rửa": 2655,
  "rực": 2656,
  "sa": 2657,
  "sai": 2658,
  "san": 2659,
  "sang": 2660,
  "sanh": 2661,
  "sao": 2662,
  "sau": 2663,
  "say": 2664,
  "say-sưa": 2665,
  "se": 2666,
  "sen": 2667,
  "sinh": 2668,
  "siêu": 2669,
  "so": 2670,
  "soan": 2671,
  "soi": 2672,
  "son": 2673,
  "song": 2674,
  "soàn": 2675,
  "soát": 2676,
  "soạn": 2677,
  "soạt": 2678,
  "su": 2679,
  "sung": 2680,
  "sung-sướng": 2681,
  "suy": 2682,
  "suông": 2683,
  "suýt": 2684,
  "suất": 2685,
  "suối": 2686,
  "suốt": 2687,
  "suỵt": 2688,
  "sà": 2689,
  "sài": 2690,
  "sài-gòn": 2691,
  "sàn": 2692,
  "sàng": 2693,
  "sành": 2694,
  "sào": 2695,
  "sách": 2696,
  "sái": 2697,
  "sán": 2698,
  "sáng": 2699,
  "sáo": 2700,
  "sát": 2701,
  "sáu": 2702,
  "sâm": 2703,
  "sân": 2704,
  "sâu": 2705,
  "sây": 2706,
  "sã": 2707,
  "sãi": 2708,
  "sét": 2709,
  "sòm": 2710,
  "sòng": 2711,
  "sóc": 2712,
  "sói": 2713,
  "sóng": 2714,
  "sót": 2715,
  "sôi": 2716,
  "sông": 2717,
  "sù": 2718,
  "sùi": 2719,
  "sùng": 2720,
  "súc": 2721,
  "súng": 2722,
  "săn": 2723,
  "săn-sóc": 2724,
  "sĩ": 2725,
  "sơ": 2726,
  "sơ-mi": 2727,
  "sơn": 2728,
  "sư": 2729,
  "sưa": 2730,
  "sưng": 2731,
  "sưu": 2732,
  "sương": 2733,
  "sướng": 2734,
  "sườn": 2735,
  "sưởi": 2736,
  "sượt": 2737,
  "sạch": 2738,
  "sạm": 2739,
  "sạn": 2740,
  "sạt": 2741,
  "sả": 2742,
  "sản": 2743,
  "sảng": 2744,
  "sấm": 2745,
  "sấn": 2746,
  "sấp": 2747,
  "sất": 2748,
  "sầm": 2749,
  "sần": 2750,
  "sầu": 2751,
  "sập": 2752,
  "sắc": 2753,
  "sắm": 2754,
  "sắn": 2755,
  "sắng": 2756,
  "sắp": 2757,
  "sắt": 2758,
  "sằng": 2759,
  "sẵn": 2760,
  "sặc": 2761,
  "sẹo": 2762,
  "sẻ": 2763,
  "sẻn": 2764,
  "sẽ": 2765,
  "sề": 2766,
  "sệt": 2767,
  "sỉ": 2768,
  "sịt": 2769,
  "sọc": 2770,
  "số": 2771,
  "sống": 2772,
  "sốt": 2773,
  "sồn": 2774,
  "sồng": 2775,
  "sổ": 2776,
  "sỗ": 2777,
  "sộ": 2778,
  "sột": 2779,
  "sớm": 2780,
  "sờ": 2781,
  "sở": 2782,
  "sợ": 2783,
  "sợi": 2784,
  "sụa": 2785,
  "sục": 2786,
  "sụp": 2787,
  "sụt": 2788,
  "sủa": 2789,
  "sủi": 2790,
  "sứ": 2791,
  "sức": 2792,
  "sứt": 2793,
  "sừng": 2794,
  "sử": 2795,
  "sửa": 2796,
  "sửa-soạn": 2797,
  "sửng": 2798,
  "sữa": 2799,
  "sững": 2800,
  "sự": 2801,
  "sực": 2802,
  "ta": 2803,
  "tai": 2804,
  "tam": 2805,
  "tan": 2806,
  "tang": 2807,
  "tanh": 2808,
  "tao": 2809,
  "tay": 2810,
  "te": 2811,
  "tha": 2812,
  "tha-thứ": 2813,
  "thai": 2814,
  "tham": 2815,
  "than": 2816,
  "than-thở": 2817,
  "thang": 2818,
  "thanh": 2819,
  "thao": 2820,
  "thau": 2821,
  "thay": 2822,
  "the": 2823,
  "then": 2824,
  "theo": 2825,
  "thi": 2826,
  "thin": 2827,
  "thinh": 2828,
  "thiu": 2829,
  "thiên": 2830,
  "thiêu": 2831,
  "thiến": 2832,
  "thiếp": 2833,
  "thiết": 2834,
  "thiếu": 2835,
  "thiện": 2836,
  "thiệp": 2837,
  "thiệt": 2838,
  "thiệu": 2839,
  "tho": 2840,
  "thoang": 2841,
  "thon": 2842,
  "thong": 2843,
  "thoáng": 2844,
  "thoát": 2845,
  "thoạt": 2846,
  "thoả": 2847,
  "thoải": 2848,
  "thoảng": 2849,
  "thu": 2850,
  "thua": 2851,
  "thui": 2852,
  "thuyết": 2853,
  "thuyền": 2854,
  "thuê": 2855,
  "thuận": 2856,
  "thuật": 2857,
  "thuế": 2858,
  "thuốc": 2859,
  "thuồng": 2860,
  "thuộc": 2861,
  "thà": 2862,
  "thành": 2863,
  "thày": 2864,
  "thác": 2865,
  "thách": 2866,
  "thái": 2867,
  "thám": 2868,
  "tháng": 2869,
  "thánh": 2870,
  "tháo": 2871,
  "tháp": 2872,
  "thâm": 2873,
  "thân": 2874,
  "thân-thiết": 2875,
  "thây": 2876,
  "thèm": 2877,
  "thèn": 2878,
  "thé": 2879,
  "thép": 2880,
  "thét": 2881,
  "thê": 2882,
  "thêm": 2883,
  "thêu": 2884,
  "thì": 2885,
  "thình": 2886,
  "thìu": 2887,
  "thí": 2888,
  "thía": 2889,
  "thích": 2890,
  "thít": 2891,
  "thò": 2892,
  "thóc": 2893,
  "thói": 2894,
  "thót": 2895,
  "thô": 2896,
  "thôi": 2897,
  "thôn": 2898,
  "thông": 2899,
  "thông-minh": 2900,
  "thõng": 2901,
  "thù": 2902,
  "thùng": 2903,
  "thú": 2904,
  "thúc": 2905,
  "thúng": 2906,
  "thút": 2907,
  "thăm": 2908,
  "thơ": 2909,
  "thơi": 2910,
  "thơm": 2911,
  "thư": 2912,
  "thưa": 2913,
  "thương": 2914,
  "thước": 2915,
  "thướt": 2916,
  "thườn": 2917,
  "thường": 2918,
  "thưởng": 2919,
  "thưỡn": 2920,
  "thượng": 2921,
  "thượt": 2922,
  "thạo": 2923,
  "thả": 2924,
  "thải": 2925,
  "thảm": 2926,
  "thản": 2927,
  "thảnh": 2928,
  "thảo": 2929,
  "thảy": 2930,
  "thấm": 2931,
  "thấp": 2932,
  "thất": 2933,
  "thấu": 2934,
  "thấy": 2935,
  "thầm": 2936,
  "thần": 2937,
  "thần-miêu": 2938,
  "thầu": 2939,
  "thầy": 2940,
  "thẩn": 2941,
  "thẩy": 2942,
  "thẫm": 2943,
  "thẫn": 2944,
  "thậm": 2945,
  "thận": 2946,
  "thập": 2947,
  "thật": 2948,
  "thắc": 2949,
  "thắn": 2950,
  "thắng": 2951,
  "thắp": 2952,
  "thắt": 2953,
  "thằng": 2954,
  "thẳm": 2955,
  "thẳng": 2956,
  "thẳng-thắn": 2957,
  "thẹn": 2958,
  "thẻ": 2959,
  "thẽ": 2960,
  "thế": 2961,
  "thếch": 2962,
  "thếp": 2963,
  "thết": 2964,
  "thề": 2965,
  "thềm": 2966,
  "thể": 2967,
  "thệch": 2968,
  "thỉnh": 2969,
  "thỉnh-thoảng": 2970,
  "thỉu": 2971,
  "thị": 2972,
  "thịch": 2973,
  "thịnh": 2974,
  "thịt": 2975,
  "thịu": 2976,
  "thọ": 2977,
  "thọt": 2978,
  "thỏ": 2979,
  "thỏa": 2980,
  "thỏm": 2981,
  "thốc": 2982,
  "thối": 2983,
  "thốn": 2984,
  "thống": 2985,
  "thốt": 2986,
  "thổ": 2987,
  "thổi": 2988,
  "thổn": 2989,
  "thớ": 2990,
  "thớt": 2991,
  "thờ": 2992,
  "thời": 2993,
  "thở": 2994,
  "thợ": 2995,
  "thụ": 2996,
  "thục": 2997,
  "thụi": 2998,
  "thụp": 2999,
  "thụt": 3000,
  "thủ": 3001,
  "thủa": 3002,
  "thủi": 3003,
  "thủng": 3004,
  "thủy": 3005,
  "thứ": 3006,
  "thức": 3007,
  "thừ": 3008,
  "thừa": 3009,
  "thừng": 3010,
  "thử": 3011,
  "thững": 3012,
  "thực": 3013,
  "ti": 3014,
  "tia": 3015,
  "tim": 3016,
  "tin": 3017,
  "tinh": 3018,
  "tiêm": 3019,
  "tiên": 3020,
  "tiên-chỉ": 3021,
  "tiêu": 3022,
  "tiếc": 3023,
  "tiến": 3024,
  "tiếng": 3025,
  "tiếp": 3026,
  "tiết": 3027,
  "tiền": 3028,
  "tiểu": 3029,
  "tiễn": 3030,
  "tiệc": 3031,
  "tiệm": 3032,
  "tiện": 3033,
  "to": 3034,
  "toa": 3035,
  "toan": 3036,
  "toang": 3037,
  "toe": 3038,
  "toi": 3039,
  "ton": 3040,
  "tong": 3041,
  "toong": 3042,
  "toàn": 3043,
  "toán": 3044,
  "toáng": 3045,
  "toát": 3046,
  "toét": 3047,
  "toạc": 3048,
  "tra": 3049,
  "trai": 3050,
  "trang": 3051,
  "tranh": 3052,
  "trao": 3053,
  "tre": 3054,
  "treo": 3055,
  "tri": 3056,
  "trinh": 3057,
  "triết": 3058,
  "triều": 3059,
  "triện": 3060,
  "triệu": 3061,
  "tro": 3062,
  "trong": 3063,
  "tru": 3064,
  "trung": 3065,
  "truyền": 3066,
  "truyện": 3067,
  "truồng": 3068,
  "trà": 3069,
  "tràn": 3070,
  "tràng": 3071,
  "trào": 3072,
  "trá": 3073,
  "trách": 3074,
  "trái": 3075,
  "trán": 3076,
  "tránh": 3077,
  "tráo": 3078,
  "tráp": 3079,
  "trát": 3080,
  "trân": 3081,
  "trâng": 3082,
  "trâu": 3083,
  "trèo": 3084,
  "tréo": 3085,
  "trên": 3086,
  "trêu": 3087,
  "trình": 3088,
  "trí": 3089,
  "trò": 3090,
  "tròn": 3091,
  "tròng": 3092,
  "trói": 3093,
  "trót": 3094,
  "trôi": 3095,
  "trôn": 3096,
  "trông": 3097,
  "trùm": 3098,
  "trùng": 3099,
  "trú": 3100,
  "trúc": 3101,
  "trúng": 3102,
  "trút": 3103,
  "trăm": 3104,
  "trăng": 3105,
  "trĩu": 3106,
  "trơ": 3107,
  "trơ-trọi": 3108,
  "trơn": 3109,
  "trưa": 3110,
  "trưng": 3111,
  "trương": 3112,
  "trước": 3113,
  "trường": 3114,
  "trưởng": 3115,
  "trạc": 3116,
  "trại": 3117,
  "trạm": 3118,
  "trạng": 3119,
  "trả": 3120,
  "trải": 3121,
  "trấu": 3122,
  "trầm": 3123,
  "trần": 3124,
  "trầu": 3125,
  "trầy": 3126,
  "trẫm": 3127,
  "trận": 3128,
  "trật": 3129,
  "trắc": 3130,
  "trắng": 3131,
  "trẻ": 3132,
  "trẻo": 3133,
  "trẽo": 3134,
  "trễ": 3135,
  "trị": 3136,
  "trịnh": 3137,
  "trọ": 3138,
  "trọc": 3139,
  "trọi": 3140,
  "trọn": 3141,
  "trọng": 3142,
  "trỏ": 3143,
  "trố": 3144,
  "trốn": 3145,
  "trống": 3146,
  "trồi": 3147,
  "trồng": 3148,
  "trổ": 3149,
  "trộm": 3150,
  "trộn": 3151,
  "trờ": 3152,
  "trời": 3153,
  "trở": 3154,
  "trợ": 3155,
  "trợn": 3156,
  "trục": 3157,
  "trụi": 3158,
  "trụy": 3159,
  "trứng": 3160,
  "trừ": 3161,
  "trừng": 3162,
  "tu": 3163,
  "tua": 3164,
  "tung": 3165,
  "tuy": 3166,
  "tuyn": 3167,
  "tuyên": 3168,
  "tuyền": 3169,
  "tuyệt": 3170,
  "tuôn": 3171,
  "tuông": 3172,
  "tuần": 3173,
  "tuệ": 3174,
  "tuốn": 3175,
  "tuốt": 3176,
  "tuồng": 3177,
  "tuổi": 3178,
  "tuột": 3179,
  "tuỳ": 3180,
  "tà": 3181,
  "tài": 3182,
  "tàm": 3183,
  "tàn": 3184,
  "tành": 3185,
  "tào": 3186,
  "tàu": 3187,
  "tá": 3188,
  "tác": 3189,
  "tách": 3190,
  "tái": 3191,
  "tám": 3192,
  "tán": 3193,
  "táo": 3194,
  "tát": 3195,
  "tâm": 3196,
  "tâm-hồn": 3197,
  "tân": 3198,
  "tâu": 3199,
  "tây": 3200,
  "tãi": 3201,
  "tè": 3202,
  "té": 3203,
  "tép": 3204,
  "tê": 3205,
  "tên": 3206,
  "tì": 3207,
  "tìm": 3208,
  "tình": 3209,
  "tình-nhân": 3210,
  "tí": 3211,
  "tía": 3212,
  "tích": 3213,
  "tím": 3214,
  "tín": 3215,
  "tính": 3216,
  "tít": 3217,
  "tíu": 3218,
  "tò": 3219,
  "tòa": 3220,
  "tòi": 3221,
  "tóc": 3222,
  "tóm": 3223,
  "tót": 3224,
  "tô": 3225,
  "tôi": 3226,
  "tôm": 3227,
  "tôn": 3228,
  "tông": 3229,
  "tù": 3230,
  "tùng": 3231,
  "tùy": 3232,
  "tú": 3233,
  "túi": 3234,
  "túm": 3235,
  "túng": 3236,
  "túp": 3237,
  "tý": 3238,
  "tăm": 3239,
  "tăng": 3240,
  "tĩnh": 3241,
  "tơ": 3242,
  "tơi": 3243,
  "tư": 3244,
  "tưng": 3245,
  "tươi": 3246,
  "tươm": 3247,
  "tương": 3248,
  "tước": 3249,
  "tưới": 3250,
  "tướng": 3251,
  "tường": 3252,
  "tưởng": 3253,
  "tượng": 3254,
  "tạ": 3255,
  "tại": 3256,
  "tạm": 3257,
  "tạng": 3258,
  "tạnh": 3259,
